Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Asiantuntijatyöryhmä pohti ensimmäisessä kokouksessaan toimeksiantonsa pohjalta
sme: Vuosttamuš čoahkkimis áššedovdi joavku divaštalai direktiivva vuođul daid

source: niitä kysymyksiä, joita sopimuksen olisi määrä säännellä.
sme: áššiid maid konvenšuvdna galgá reguleret.

source: Tuohon kokoukseen ei
sme: Dán čoahkkimii, nugo lunddolaš lea, ii

source: luonnollisestikaan ollut laadittu minkäänlaista sopimustekstiluonnosta.
sme: lean válmmáštuvvon konvenšuvdnateaksta árvalussan.

source: Ryhmän jäsenet olivat
sme: Ovttamielalašvuohta lei das

source: yksimielisiä siitä, että ryhmän puheenjohtajan tulisi tämän keskustelun pohjalta laatia
sme: ahte jođiheaddji divaštallama vuođul válmmašta vuosttamuš teavstta maid sáhttet

source: ensimmäinen tekstiluonnos, josta voitaisiin keskustella ja jota voitaisiin muokata tarkemmin.
sme: divaštallat ja dasto hábmet ođđasis. Nuppi čoahkkimis jođiheaddji bijai ovdan

source: Seuraavassa kokouksessa ryhmän puheenjohtaja esitti luonnoksen, jossa oli rajallinen määrä
sme: teakstaárvalusa mii gieđahalai ráddjejuvvon mearis artihkkaliid. Joatkevaš

source: artikloja. Sopimusluonnosta on käsitelty lukuisia kertoja myöhemmissä kokouksissa.
sme: čoahkkimiin konvenšuvnna teakstaárvalus gieđahallojuvvui arvat gerddiid.

source: Luonnosta on laajennettu asteittain asiantuntijatyöryhmän jäsenten tekemien ehdotusten
sme: Teakstaárvalus lea viiddiduvvon dađistaga áššedovdi joavkku lahtuid árvalusaid

source: pohjalta.
sme: vuođul.

source: Kaikkia artikloja on pohdittu seikkaperäisesti.
sme: Buot artihkkaliid leat dárkilit divaštallan.

source: Työlle on luonut puitteet asiantuntijatyöryhmän mandaatti, joka on laaja.
sme: Áššedovdi joavkku bargomearrádus lea leamaš barggu rápman.

source: Luettelo
sme: Addojuvvon

source: aiheista, joita sopimuksessa voidaan säännellä, kattaa useimmat sellaiset elämän osa-alueet,
sme: bargomearrádus lea viiddis. Listu dain ávdnasiin maid konvenšuvdna sáhttá reguleret,

source: joilla on mahdollista soveltaa saamelaisia koskevia erityisiä oikeussäännöksiä.
sme: leat dárbbašlaččat sámiide.

source: Aiheluettelo ei
sme: Ávnnaslisttus ii leat visot, go dan álgosánit leat ná: ” dat

source: ole tyhjentävä, koska se alkaa sanoilla: ” alueita, joita sopimuksella voidaan säännellä, voivat
sme: suorggit maid konvenšuvdna galggašii sáhttit reguleret, sáhttet leat ”. Bargomearrádus

source: olla ”. Mandaatissa ei mainita konkreettisesti kysymystä saamelaisten oikeudesta maahan ja
sme: ii sánálassii namat áššin sámiid vuoigatvuođa eatnamiidda ja čáziide. Ášši deaŧalaš

source: veteen. Kysymyksen tärkeyden takia asiantuntijatyöryhmä on kuitenkin katsonut
sme: vuođa geažil áššedovdi joavku lea dattetge gávnnahan lunddolažžan gieđahallat maiddái dán ášši.

source: Kysymys oikeudesta maahan ja veteen on tärkeä osa itsemääräämisoikeutta, ja mandaatissa mainitaan nimenomaisesti, että itsemääräämisoikeutta
sme: iešmearrideamis, ja bargomearrádus cealká čielgasit ahte dát ášši galgá gieđahallo

source: tulee käsitellä.
sme: juvvot.

source: Saamelaisten itsemääräämisoikeus on toimeksiannon mukaisesti ollut
sme: Sámiid iešmearrideapmi lea direktiivva mielde leamaš guovdilis fáddá

source: asiantuntijatyöryhmän keskeisenä aiheena.
sme: áššedovdi jovkui.

source: Tästä kysymyksestä on samaan aikaan käyty
sme: Dát ášši lea seammás leamaš garra divaštallamiid sivva go barge

source: kiivasta keskustelua YK:ssa, jossa valmistellaan alkuperäiskansojen oikeuksia koskevaa
sme: ON-julggaštusain, mii gieđahallá álgoálbmotvuoigatvuoiđaid. Áššedovdi joavku leat

source: julkilausumaa.
sme: dárkilit atnán čalmmis ON-barggu.

source: Asiantuntijatyöryhmä on seurannut tarkkaan tätä YK:ssa käynnissä olevaa
sme: Jođiheaddji lea namalassii searvan Geneva

source: syyskuussa 2003 ja 2004. John B. Henriksen on ollut Norjan delegaation jäsen muutaman
sme: gávpogii lágiduvvon čoahkkinvuoruide čakčamánus 2003 ja 2004, John B. Henriksen

source: vuoden ajan, Mattias Åhrén on osallistunut istuntoihin saamelaiskäräjien edustajana ja
sme: lea leamaš norgalaš sáttatgotti lahttu ollu jagiid, Mattias Åhrén lea searvan Sámeráđi

source: ryhmän sihteeri toimi vuoden 2003 istunnossa tarkkailijana.
sme: áirrasin, ja lávdegotti čálli lei dárkojeaddji (observatevra) jagi 2003 čoahkkinvuorus.

source: Tämä yhteydenpito YK:ssa
sme: Dát oktavuođat ON čađahan bargui, čielggasmahttet ahte iešmearridanvuoigatvuođa

source: työskenteleviin henkilöihin teki selväksi sen, että itsemääräämisoikeutta koskevaa kysymystä
sme: ášši berre čielggaduvvot viiddis álbmotrievttálaš vuođus, ja nu lea dahkkojuvvon

source: tulisi selvittää laajalta kansainvälisoikeudelliselta pohjalta, mikä onkin tehty liitteessä 3.
sme: mildosis 3.

source: Asiantuntijatyöryhmä on koko työskentelynsä ajan pitänyt Genevessä harjoitettua
sme: Áššedovdi joavku lea miehtá barggu atnán láidestussan davviriikkalaš

source: pohjoismaista yhteistyötä suuntaa antavana periaatteena.
sme: Geneva-ovttasbarggu.

source: Jokaiseen luonnokseen on myös tehty huomautuksia.
sme: Juohke teakstaárvalussii leat ráhkaduvvon maiddái mearkkašumitge.

source: Nämä huomautukset muotoiltiin
sme: Dát

source: alkuaikoina sellaisiksi, että niiden avulla voitaisiin selittää tekstiluonnokseen jatkuvasti
sme: mearkkašumit ledje álggos hábmejuvvon nu ahte čilgejit nuppástusaid mat joatke

source: tehtyjä muutoksia.
sme: vaččat dahkkojuvvojedje árvalustekstii.

source: Marraskuusta 2004 lähtien huomautukset on muotoiltu siten, että ne
sme: Skábmamánu rájis 2004 mearkkašumit

source: voidaan esittää asiantuntijatyöryhmän ehdotuksessa.
sme: hábmejuvvojedje áššedovdi joavkku árvalusa ovdanbidjama várás.

source: Asiantuntijatyöryhmän omien kokousten lisäksi ryhmän puheenjohtaja, yksittäiset
sme: Iežaset čoahkkimiidda lassin, maid áššedovdi joavku doalai, jođiheaddji,

source: jäsenet ja sihteeri ovat osallistuneet ryhmän työhön liittyviin muihin kokouksiin. Edellä on
sme: ovttaskas lahtut ja čálli leat barggu oktavuođas searvan earáge čoahkkimiidda.

source: esimerkiksi mainittu heidän osallistumisensa Genevessä järjestettyihin kokouksiin, joissa on
sme: Bajábealde namahuvvui ahte leat leamaš Geneva-gávpoga čoahkkimiin, main

source: pohdittu alkuperäiskansojen oikeuksia käsittelevää YK:n julistusta.
sme: čoahkkimastit gieđahalle ON-julggaštusa álgoálbmotvuoigatvuođain.

source: Hans Danelius piti esitelmän pohjoismaiseen saamelaissopimukseen liittyvästä työstä
sme: Sámekonfereanssas mii lei Honnesvágis golggotmánu 7. beaivvis 9. beaivái

source: saamelaiskonferenssissa Honningsvågissa 7.–9. lokakuuta 2004. Viikkoa aikaisemmin
sme: 2004, Hans Danelius doalai sáhkavuoru davviriikkalaš sámekonvenšuvnna barggu

source: Carsten Smith ja Kirsti Strøm Bull vierailivat Hattfjelldalissa ja Tärnabyssä saadakseen tietoa
sme: birra. Vahku ovdal Carsten Smith ja Kirsti Strøm Bull finaiga Árborddis ja Deartnás

source: saamelaisten paikallisyhteisöjen välisestä valtionrajat ylittävästä yhteistyöstä.
sme: gullamin mo sámi báikegottit barget ovttasráđiid riikkarájiid rastá.

source: Marraskuussa 2004 pidetyn asiantuntijatyöryhmän kokouksen yhteydessä järjestettiin
sme: Áššedovdi joavkku čoahkkima oktavuođas, mii lei skábmamánus 2004,

source: myös tapaaminen Norjan ja Ruotsin välisestä uudesta poronhoitosopimuksesta neuvottelevien
sme: lágiduvvui čoahkkin norgalaš ja ruoŧŧilaš sáttatgottiiguin mat galge šiehtadallat

source: Norjan ja Ruotsin valtuuskuntien kanssa.
sme: Norgga ja Ruoŧa gaskasaš ođđa boazoguohtunkonvenšuvnna.

source: Tammikuussa 2005 Kiirunassa (Giron) pidetyn
sme: čoahkkima bále Gironis (Kiruna) ođđajagemánus 2005 lei čoahkkin Sámeráđi

source: asiantuntijatyöryhmän kokouksen aikana järjestettiin tapaaminen Saamelaisneuvoston
sme: stivrrain maid. Áššedovdi joavkku čoahkkima oktavuođas Enodagas (Enontekiö)

source: hallituksen kanssa. Enontekiössä (Ednotak) huhtikuussa 2005 järjestetyn
sme: cuoŋománus 2005 dollojuvvui čoahkkin Suoma ja Norgga boazodoallo

source: asiantuntijatyöryhmän kokouksen yhteydessä pidettiin kokous myös Suomen ja Norjan
sme: organisašuvnnaid jođiheddjiiguin. Ja Deanu (Tana) čoahkkima joatkagis geassemánus

source: poronhoitojärjestöjen johtajien kanssa. Lisäksi Tenossa (Deatnu-Tana) kesäkuussa 2005
sme: 2005 áššedovdi joavkku lahtut serve rabas čoahkkimii Sirbmái (Sirbma), mas ee.

source: yhteistyöstä ja erityisesti Utsjoen (Ochejohka) kanssa toteutetusta koulualan yhteistyöstä.
sme: rádjerasttideaddji ovttasbargu cilgejuvvui, erenoamážit skuvlaovttasbargu Ohcejogain

source: Suomen, Norjan ja Ruotsin saamelaiskäräjät pitivät 24. helmikuuta 2005 ensimmäisen
sme: Guovvamánu 24. b. 2005 Suoma, Norgga ja Ruoŧa sámedikkit dolle iežaset

source: yhteisen täysistuntonsa Jokkmokissa (Johkámohki).
sme: vuosttamuš oktasaš dievasčoahkkima Johkamohkis (Jokkmokk).

source: Carsten Smith piti tässä kokouksessa
sme: Carsten Smith doalai

source: esitelmän, jossa hän kertoi pohjoismaiseen saamelaissopimukseen liittyvästä työstä.
sme: dán čoahkkimis sáhkavuoru davviriikkalaš sámekonvenšuvnna barggus.

source: Hän
sme: Das doalai

source: esitelmöi samasta aiheesta myös Norjan kunta- ja alueministeriön järjestämässä
sme: maid sáhkavuoru departemeanttaid gaskasaš čoahkkimis maid gielddaid ja guovlluid

source: ministeriöiden välisessä kokouksessa joulukuussa 2004 ja Barentsin neuvoston
sme: departemeanta lágidii juovlamánus 2004. Geassemánu 30. b. 2005 son doalai sáhka

source: parlamentaarikkojen konferenssissa Bodössä 30. kesäkuuta 2005.
sme: Borgemánu 9. b. 2005 Carsten Smith, Hans Danelius ja Ing-Lill Pavall

source: Kiirunassa (Giron) Ruotsin seitsemän saamelaiskylän edustajien kanssa järjestettyyn
sme: čoahkkimaste Gironis (Kiruna) čiežain ruoŧŧilaš čearuin. Jođiheaddjis leat muđui

source: tapaamiseen. Asiantuntijatyöryhmän puheenjohtaja on lisäksi tavannut yksittäisiä henkilöitä,
sme: leamaš čoahkkimat ovttaskas obmuiguin guđet leat sáhttán buktit dieđuid mat leat

source: jotka ovat pystyneet antamaan ryhmän työn kannalta merkittäviä tietoja.
sme: deaŧalaččat áššedovdi joavkku bargui.

source: Ryhmä on myös
sme: Jovkui leat maid boahtán máŋga addosa

source: vastaanottanut aloitteita henkilöiltä ja laitoksilta, muun muassa Suomessa, Norjassa ja
sme: ovttaskas olbmuin ja lágádusain, ee. čielggadeapmi sámi radio ja TV birra Suomas,

source: Ruotsissa toimivaa saamelaisradiota ja - televisiota koskevan selvityksen, jonka on laatinut Lia
sme: Norggas ja Ruoŧas, maid Lia Markelin válmmaštii NRK Sámi Radio, SR Sámi Radio,

source: toimeksiannosta.
sme: SVT Sápmi ja YLE Sámi Radio vuolggahusain.

source: Sopimukseen liittyviä yleisiä kysymyksiä
sme: Dábálaš gažaldagat konvenšuvnna birra

source: 5.1 Johdanto
sme: 5.1 Álgosátni

source: Aluksi on luonnollista kommentoida muutamia yleisiä kysymyksiä, joihin
sme: Álggos lea lunddolaš kommentet muhtun dábálaš gažaldagaid main áššedovdi joavku

source: asiantuntijatyöryhmä on joutunut ottamaan kantaa.
sme: lea ferten cealkit juoidá.

source: Osa näistä kysymyksistä on noussut esille
sme: Dát gažaldagat leat muhtumassii jerrojuvvon áššedovdi

source: jo asiantuntijatyöryhmän saamassa toimeksiannossa, osa on ilmaantunut työn edistyessä.
sme: joavkku direktiivvas, muhtumassii dat leat čuožžilan barggu botta. De lea vuos

source: Ensimmäisenä esille nousee kysymys siitä, onko pohjoismaisen saamelaissopimuksen määrä
sme: gažaldat man muddui Davviriikkalaš sámekonvenšuvdna galgá leat vuoigatvuohta

source: olla oikeudet ja velvoitteet määrittelevä sopimus vai puitesopimus, toisena suhde Venäjän
sme: konvenšuvdna vai rápmakonvenšuvdna, ja nuppádassii gaskavuohta Ruošša sámiide,

source: saamelaisiin ja kolmantena kysymys sopimuksen auktoritatiivisesta kielestä.
sme: goalmmádassii konvenšuvnna autoritatiiva giella.

source: Myös kysymys
sme: Dat gažaldat, galgetgo sámit leat

source: siitä, ovatko saamelaiset sopimuksen osapuolena, kuuluu niihin keskeisiin asioihin, joita
sme: konvenšuvdnii oasálaččat, lea maid dakkár bajimuš gažaldat maid direktiiva atná

source: asiantuntijatyöryhmän on toimeksiantonsa mukaan käsiteltävä.
sme: ulbmilin ahte áššedovdi joavku galgá gieđahallat.

source: Tätä kysymyksenasettelua
sme: Dát Čuolbmagihppu lea mielde

source: käsitellään ehdotuksessa omassa luvussaan (8 luku).
sme: sierra kapihttalin árvalusas, namalassii kapihttalin 8.

source: 5.2 Oikeudet ja velvoitteet määrittelevä sopimus vai puitesopimus ?
sme: 5.2 Vuoigatvuohtakonvenšuvdna vai rápmakonvenšuvdna ?

source: Puitesopimus sisältää tavanomaisen juridisen kielenkäytön mukaan pääasiassa ohjelmallisia
sme: Rápmakonvenšuvdna siskkilda dábálaš juridihkalaš giellageavaheamis eanaš

source: määräyksiä tavoitteista, joiden saavuttamiseksi valtiot sitoutuvat työskentelemään.
sme: prográmmalaš mearrádusaid mat bidjet ulbmiliid maid stáhtat geatnegahtet iežaset

source: Puitesopimusten yhteydessä puhutaan säännönmukaisesti päätavoitteista, pääperiaatteista ja
sme: čađahit. Rápmakonvenšuvnnain lea jeavddalaččat sáhka bajimuš ulbmiliin,

source: suhteellisen yleisluonteisista velvoitteista.
sme: vuođđojurdagiin ja dábáleamos geatnegasvuođain.

source: Puitesopimus ei anna − ainakaan laajassa määrin −
sme: Rápmakonvenšuvdna ii ásat –

source: uusia konkreettisia oikeuksia tai velvoitteita yksittäisille henkilöille.
sme: dahje duššefal unna mearážis – ođđa konkrehta vuoigatvuođaid dahje geatnegas

source: Työn vähitellen edistyessä ei ole ollut epäilystäkään siitä, että asiantuntijatyöryhmä on
sme: Dađistaga go bargu lea ovdánan, de lea čielgan ahte áššedovdi joavku lea

source: laatinut luonnoksen sopimukseksi, joka antaa saamelaisille konkreettisia oikeuksia ja
sme: ráhkadan konvenšuvdnaárvalusa mas leat sámiide konkrehta vuoigatvuođat ja

source: vastaavasti valtioille velvoitteita.
sme: stáhtaide seammaveardásaš geatnegasvuođat.

source: Tähän tulokseen on päädytty asiantuntijatyöryhmän
sme: Dat dat lea šaddan boađusin go

source: suoritettua toimeksiannossa mainittuja yksittäisiä aloja koskevan tarveanalyysin ja
sme: áššedovdi joavku lea dárbbu geahčadan ja meroštallan direktiiva bidjan sektoriid

source: tarvearvioinnin.
sme: siskkobealde.

source: Sopimuksen määräysten yksityiskohtaisuusaste vaihtelee, sillä se perustuu eri
sme: Konvenšuvdnamearrádusaid dárkilvuohtadássi rievddalda. Guđege

source: alueilla esiintyvien tarpeiden arviointiin.
sme: suorggi dárbbu árvvoštallan lea ággan.

source: Tämä käy laajasti ilmi yksittäisiin säännöksiin
sme: Dát ilbmá buori muddui guđege mearrádussii

source: tehdyistä huomautuksista.
sme: gullevaš mearkkašumiin.

source: Muutamilla alueilla, muun muassa saamelaisten kielioikeuksien
sme: Soames suorggis, earret eará sámi giellavuoigatvuođaid

source: kohdalla, teksti on yksityiskohtaista, ja luonnoksessa ehdotetaan osittain erittäin konkreettisia
sme: suorggis, teaksta lea dárkil, ja das lea muhtumassii sáhka viehka konkrehta

source: oikeuksia ja velvoitteita.
sme: vuoigatvuođain ja geatnegasvuođain, maid árvalus ulbmáda.

source: Työlle on saatu puitteet nykyisistä, kyseisiä kolmea maata enemmän
sme: konvenšuvdnaásahus mii dál lea ja geatnegahttá dan golbma riikka, unnibuš dahje

source: tai vähemmän velvoittavista kansainvälisistä sopimuksista.
sme: stuoribuš mearis, lea leamaš barggu rápman.

source: 5.3 Suhde Venäjän saamelaisiin
sme: 5.3 Gaskavuohta Ruošša sámiide

source: Asiantuntijatyöryhmän on toimintaohjeen mukaan pohdittava suhdetta Venäjän saamelaisiin,
sme: Direktiivvas vuolgá ahte áššedovdi joavku galgá divaštallat gaskavuođa Ruošša

source: koska saamelaiset ovat alkuperäiskansa myös Venäjällä.
sme: sámiide, dainnago sámit leat álgoálbmot maiddái Ruoššasge.

source: Koska tässä on kysymys Suomen,
sme: Dát konvenšuvdna lea

source: Norjan ja Ruotsin välisestä sopimuksesta, Venäjän saamelaisia ei ole mainittu sopimustekstin alkusanoissa eikä artikloissa.
sme: eai ovdasánis eaige konvenšuvdnateavstta artihkkaliin.

source: Asiantuntijatyöryhmä pitää kuitenkin toivottavana, että kyseiset
sme: Áššedovdi joavku atná

source: kolme sopimusvaltiota järjestävät olosuhteet sellaisiksi, että myös Venäjän saamelaisten
sme: dattetge sávahahttin ahte dat golbma stáhta láhčet dilálašvuođaid nu, ahte lea vejolaš

source: kanssa on mahdollista tehdä yhteistyötä.
sme: Ruošša sámiiguin maid doaibmat ovttas.

source: Tämä koskee esimerkiksi 11 artiklassa mainitun
sme: ealáhuslaš ovttasdoaibmamii maid artihkkal 11 geahčada.

source: On syytä huomata, että jos
sme: Namaheastit sáhttit ahte jos

source: saamelainen, joka on Venäjän kansalainen, asettuu asumaan yhteen näistä sopimusvaltioista,
sme: sápmelaš gii lea Ruošša riikkavuloš, ássá guđege konvenšuvdnastáhtii, de konven

source: hän kuuluu välittömästi sopimuksen määräysten piiriin.
sme: šuvdnamearrádusat gustojit njulgestaga sutnjege.

source: Asiantuntijatyöryhmä piti kokouksen Venäjän saamelaisten edustajien kanssa
sme: Áššedovdi joavku lea doallan čoahkkima Ruošša sámiid ovddasteddjiiguin

source: tammikuussa 2005 Kiirunan (Giron) kokouksen yhteydessä ja sai tällöin tietoa Venäjän
sme: ođđajagemánus 2005 Girona (Kiruna) čoahkkima oktavuođas. Das bohte ovdan

source: saamelaisten historiasta, elämästä ja oikeuksista.
sme: dieđut sin historjjás, eallimis ja vuoigatvuođain.

source: Asiantuntijatyöryhmä on työnsä kuluessa keskustellut Venäjän saamelaisiin liittyvistä
sme: Áššedovdi joavku lea barggustis gulaskuddan Roavvenjárgga universitehta

source: asioista Rovaniemellä sijaitsevan Lapin yliopiston saamen kielen lehtorin Leif Rantalan
sme: sámegiela lektoriin Leif Rantalain Ruošša sámiid birra.

source: kanssa. Hän on selvittänyt Venäjän saamelaisten oikeudellista asemaa.
sme: Son lea čilgen Ruošša sámiid

source: on ehdotuksen liitteenä 2.
sme: Dat lea váldojuvvon mielde mielddusin 2 árvalussii.

source: Venäjän saamelaisia koskeva lyhyt selonteko on kohdassa 6.7.
sme: Čuoggái 6.7 lea

source: Eri valtioiden poliittisten viranomaisten tehtävänä on arvioida, mihin
sme: váldojuvvon oanehis čilgehus Ruošša sámiid birra.

source: lisätoimenpiteisiin on mahdollisesti ryhdyttävä suhteessa Venäjän viranomaisiin.
sme: Vejolaš lávkkiid vuolgit Ruošša eiseválddiid guvlui fertejit riikkaid poli

source: Asiantuntijatyöryhmä ilmaisee toivovansa, että sopimusluonnoksen perustana olevat
sme: tihkalaš eiseválddit ieža árvvoštallat. Áššedovdi joavku addá diehttevassii doaivvu

source: näkökohdat voivat muodostaa laajemmassa kehitysperspektiivissä läpimurron myös suhteessa
sme: das, ahte dat ipmárdusat mat leat konvenšuvdnaárvalusa vuođđun, viidát ovddádus

source: Venäjän saamelaisiin.
sme: perspektiivvas sáhttet oažžut dohkkehusa maiddái Ruošša sámiide ávkin.

source: 5.4 Sopimuksen auktoritatiivinen kieli
sme: 5.4 Konvenšuvnna autoritatiiva giella

source: Sopimuksen auktoritatiivisia kieliä ovat suomi, norja, ruotsi ja pohjoissaame. Kaikki tekstit
sme: Konvenšuvnna autoritatiiva gielat šaddet leat suomagiella, dárogiella, ruoŧŧagiella ja

source: ovat yhtä todistusvoimaisia.
sme: davvisámegiella.

source: Asiantuntijatyöryhmä on lisäksi päättänyt, että
sme: Áššedovdi joavku lea lassin mearridan ahte árvaluvvon konvenšuvdnateaksta berre

source: sopimusluonnosteksti on käännettävä inarinsaameksi, luulajansaameksi, koltansaameksi ja
sme: jorgaluvvot anársámegillii, julevsámegillii, nuortalašgillii ja lullisámegillii, ja vel

source: eteläsaameksi sekä venäjäksi ja englanniksi.
sme: ruoššagillii ja eŋgelasgillii.

source: Nämä sopimustekstit eivät ole auktoritatiivisia.
sme: Dát konvenšuvdnateavsttat eai galgga leat autoritatiiva

source: Saamelaiset
sme: Sámiid birra

source: 6.1 Johdanto
sme: 6.1 Álgosátni

source: Saamelaiset ovat yksi kansa, joka on tunnustettu alkuperäiskansaksi ja joka asuu Suomen,
sme: Sámit leat okta álbmot, dohkkehuvvon álgoálbmogin ja ássit Suomas, Norggas,

source: Norjan, Venäjän ja Ruotsin alueella.
sme: Ruoššas ja Ruoŧas.

source: Sana ” saamelainen ” tulee saamen kielen sanasta Sápmi,
sme: Sátni ” same ” boahtá sánis Sápmi, mii mearkkaša sihke dan

source: joka merkitsee sekä saamelaisten perinteisesti asuttamaa maantieteellistä aluetta että
sme: geográfalaš territora mas sámiid leat árbevirolaččat ássan, ja sámi álbmoga iežas.

source: varsinaista saamelaisten kansanryhmää.
sme: Doaba lea buot sámi suopmaniin.

source: Tämä käsite tunnetaan kaikissa saamen murteissa.
sme: Sápmi mearkkaša nappo dalle sihke sámi eatnama

source: Sápmi tarkoittaa siis sekä Saamenmaata että saamelaisia, ja se on kansakunta, jolla ei ole
sme: ja sámi álbmoga, mii lea álbmot almmá stáhta ja riikkarájiid haga, muhto mas lea

source: valtiota tai valtionrajoja mutta jolla on yhteinen kieli, kulttuuri ja historia.
sme: oktasaš giella, kultuvra ja historjá.

source: Saamelaisten alun perin asuttama alue on suuri ja ulottuu Norjassa sijaitsevan
sme: Sámiid áramus ássanguovlu lea viiddis, ja dat ollá lulde Femunden-jávrri rájis

source: Femundenin sisäjärvestä etelässä Ruotsin Taalainmaalla sijaitsevaan Idreen, Venäjän
sme: Norggas ja Idre rájis, mii lea Ruoŧa Dalarna-guovllus, davás gitta Guoládahkii Ruššii

source: pohjoisosassa sijaitsevaan Kuolan niemimaahan ja edelleen pitkälle kaakkoon Suomen
sme: ja guhkás lullenuorttas Supmii.

source: sisäosiin. Alueen sisäiset kulttuuriset ja elinkeinoihin liittyvät vaihtelut ovat suuria. Tämän
sme: Guvlui čáhket stuorra kultuvrralaš ja ealáhuslaš

source: vuoksi saamelaisyhteisöt ovat varsin monimuotoisia.
sme: rievddalmasat (variašuvnnat).

source: Suurin osa saamelaisista, noin 50–65 000, asuu Norjassa ja heistä taas puolet
sme: Sámi servodat danne buktá oidnosii stuorra šláddjii

source: Finnmarkissa (Ruijassa).
sme: vuođa.

source: Ruotsissa asuu noin 20 000, Suomessa noin 8 000 ja Venäjän
sme: Eanaš sámit, sullii 50- 65 000, ásset Norggas, bealli sis Finnmárkkus. Ruoŧas

source: puolella noin 2 000 saamelaista.
sme: sámiid lohku lea sullii 20 000, Suomas sullii 8 000 ja Ruošša bealde sullii 2000.

source: Viimeisten kymmenen
sme: Maŋimuš 10-jagiid leat gárvánan

source: selvityksiä. Saamelaiskysymyksiä on käsitelty myös selvityksissä, jotka eivät koske
sme: leat maid ovdan dakkár čielggademiin mat eai erenoamážit gieđahala sámiid. Dan

source: nimenomaan saamelaisia. Tämän vuoksi asiantuntijatyöryhmä ei ole katsonut tarpeelliseksi
sme: geažil áššedovdi joavku ii ane dárbbašlažžan buktit viiddis čilgehusa sámiid historjjás

source: esitellä laajasti saamelaisten historiaa ja yhteiskuntaelämää vaan on tyytynyt laatimaan lyhyen
sme: ja servodateallimis, muhto lea duhtan oanehis historjjálaš visogovvii, geahča čuoggá

source: kohta 6.2. Norjan, Ruotsin, Suomen ja Venäjän saamelaisista
sme: 6.2, ja oanehis čilgehussii Norgga, Ruoŧa, Suoma ja Ruošša sámiid birra, geahča

source: kerrotaan lyhyesti kohdissa 6.3–6.7.
sme: čuoggáid 6.3 – 6.7.

source: 6.2 Saamelaisten historia toiseen maailmansotaan asti
sme: 6.2 Historihkka sámiid birra 2. máilmmesoađi rádjai

source: Vuonna 1998 valmistuneessa pohjoismaisen saamelaissopimuksen tarvetta ja perustetta
sme: Jagi 1998 raporttas, man namma lea» Behov og grunnlag for en nordisk samekon

source: käsittelevässä raportissa, joka on asiantuntijatyöryhmän työn perustana olevaa aineistoa, on
sme: vensjon ” (davviriikkalaš sámekonvenšuvnna oažžuma dárbu ja vuođđu), ja mii lea

source: oma saamelaisten historiaa käsittelevä lukunsa, jonka on kirjoittanut fil.
sme: áššedovdi joavkku barggu vuođđoávnnas, lea sierra historihkkakapihttal maid

source: kand. Steinar
sme: cand. phil..

source: Pedersen.
sme: Steinar Pedersen čálii.

source: Asiantuntijatyöryhmä ei näe tarvetta tarkastella aihetta erikseen historiallisesta
sme: Áššedovdi joavku ii oainne dárbbu dás buktit sierra
